Repository: TentoSwift/Budgety
Catalog: Budgety/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, pt_br, zh_hans, zh_hant

source: 共有の受諾に失敗しました: %@
de: Die Freigabe konnte nicht angenommen werden: %@
en: Failed to accept the share: %@
es: No se pudo aceptar la comparticion: %@
fr: Échec de l'acceptation du partage : %@
ko: 공유 수락에 실패했습니다: %@
pt_br: Falha ao aceitar o compartilhamento: %@
zh_hans: 接受共享失败：%@
zh_hant: 接受共用失敗：%@

source: 共有メンバー
de: Geteilte Mitglieder
en: Shared members
es: Miembros compartidos
fr: Membres partagés
ko: 공유 멤버
pt_br: Membros compartilhados
zh_hans: 共享成员
zh_hant: 共用成員

source: 共有リンクを準備
de: Freigabelink vorbereiten
en: Prepare share link
es: Preparar enlace de compartir
fr: Préparer le lien de partage
ko: 공유 링크 준비
pt_br: Preparar link de compartilhamento
zh_hans: 准备共享链接
zh_hant: 準備共用連結

source: 内容
de: Details
en: Details
es: Detalles
fr: Détails
ko: 내용
pt_br: Detalhes
zh_hant: 內容

source: 最新バージョンに更新してから続けてください。
de: Bitte aktualisiere auf die neueste Version, um fortzufahren.
en: Please update to the latest version to continue.
es: Actualiza a la última versión antes de continuar.
fr: Veuillez mettre à jour vers la dernière version avant de continuer.
ko: 최신 버전으로 업데이트한 후 계속해 주세요.
pt_br: Atualize para a versão mais recente antes de continuar.
zh_hans: 请更新到最新版本后继续。
zh_hant: 請更新至最新版本後再繼續。

source: 最終更新
de: Zuletzt aktualisiert
en: Last updated
es: Última actualización
fr: Dernière mise à jour
ko: 마지막 업데이트
pt_br: Última atualização
zh_hans: 最后更新
zh_hant: 最後更新

source: 最近の支出
de: Letzte Ausgaben
en: Recent expenses
es: Gastos recientes
fr: Dépenses récentes
ko: 최근 지출
pt_br: Despesas recentes
zh_hans: 最近支出
zh_hant: 最近的支出

source: 写真
de: Foto
en: Photo
es: Foto
fr: Photo
ko: 사진
pt_br: Foto
zh_hans: 照片
zh_hant: 照片

source: 写真ライブラリから
de: Aus der Fotomediathek
en: From photo library
es: Desde la fototeca
fr: Depuis la photothèque
ko: 사진 보관함에서
pt_br: Da biblioteca de fotos
zh_hans: 从照片图库
zh_hant: 從照片圖庫

source: 写真を削除
de: Foto entfernen
en: Remove photo
es: Quitar foto
fr: Supprimer la photo
ko: 사진 삭제
pt_br: Remover foto
zh_hans: 删除照片
zh_hant: 刪除照片

source: 写真を調整
de: Foto anpassen
en: Adjust Photo
es: Ajustar foto
fr: Ajuster la photo
ko: 사진 조정
pt_br: Ajustar foto
zh_hans: 调整照片
zh_hant: 調整照片

source: 写真を追加
de: Foto hinzufügen
en: Add photo
es: Añadir foto
fr: Ajouter une photo
ko: 사진 추가
pt_br: Adicionar foto
zh_hans: 添加照片
zh_hant: 新增照片

source: 写真を選択
de: Foto auswählen
en: Choose photo
es: Elegir foto
fr: Choisir une photo
ko: 사진 선택
pt_br: Escolher foto
zh_hans: 选择照片
zh_hant: 選擇照片

source: 処理中...
de: Wird verarbeitet …
en: Processing…
es: Procesando…
fr: Traitement en cours…
ko: 처리하는 중...
pt_br: Processando…
zh_hans: 处理中…
zh_hant: 處理中...

source: 切り取り
de: Zuschneiden
en: Crop
es: Recortar
fr: Recadrer
ko: 자르기
pt_br: Recortar
zh_hans: 裁剪
zh_hant: 裁切

source: 利用できません
de: Nicht verfügbar
en: Unavailable
es: No disponible
fr: Indisponible
ko: 사용할 수 없음
pt_br: Indisponível
zh_hans: 不可用
zh_hant: 無法使用

source: 利用規約 (EULA)
de: Nutzungsbedingungen (EULA)
en: Terms of Use (EULA)
es: Condiciones de uso (EULA)
fr: Conditions d'utilisation (CLUF)
ko: 이용약관(EULA)
pt_br: Termos de Uso (EULA)
zh_hans: 使用条款（EULA）
zh_hant: 使用條款（EULA）

source: 削除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: 削除しても、過去に自動生成された支出/収入は残ります。
de: Auch nach dem Löschen bleiben bereits automatisch erzeugte Ausgaben/Einnahmen erhalten.
en: Even if you delete it, expenses/income already generated remain.
es: Aunque lo elimines, los gastos/ingresos generados automáticamente en el pasado permanecerán.
fr: Même après suppression, les dépenses/revenus déjà générés automatiquement seront conservés.
ko: 삭제해도 이전에 자동 생성된 지출/수입은 그대로 남습니다.
pt_br: Mesmo excluindo, as despesas/receitas já geradas automaticamente permanecerão.
zh_hans: 即使删除，此前自动生成的支出/收入也会保留。
zh_hant: 即使刪除，過去自動產生的支出／收入仍會保留。

source: 削除する
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: 削除に失敗しました: %@
de: Löschen fehlgeschlagen: %@
en: Failed to delete: %@
es: No se pudo eliminar: %@
fr: Échec de la suppression : %@
ko: 삭제에 실패했습니다: %@
pt_br: Falha ao excluir: %@
zh_hans: 删除失败：%@
zh_hant: 刪除失敗：%@

source: 削除中…
de: Wird gelöscht …
en: Deleting…
es: Eliminando…
fr: Suppression…
ko: 삭제하는 중…
pt_br: Excluindo…
zh_hans: 正在删除…
zh_hant: 刪除中…

source: 削除済み
de: Entfernt
en: Removed
es: Eliminado
fr: Supprimé
ko: 삭제됨
pt_br: Removido
zh_hans: 已删除
zh_hant: 已刪除

source: 前回の保存エラーを検出したためデータベースをリセットしました。
de: Die Datenbank wurde zurückgesetzt, da ein vorheriger Speicherfehler erkannt wurde.
en: The database was reset because a previous save error was detected.
es: Se restableció la base de datos porque se detectó un error de guardado anterior.
fr: La base de données a été réinitialisée car une erreur d'enregistrement précédente a été détectée.
ko: 이전 저장 오류가 감지되어 데이터베이스를 초기화했습니다.
pt_br: O banco de dados foi redefinido porque um erro de salvamento anterior foi detectado.
zh_hans: 检测到上次保存出错，已重置数据库。
zh_hant: 偵測到上次的儲存錯誤，已重設資料庫。

source: 副業
de: Nebenjob
en: Side Job
es: Trabajo adicional
fr: Activité secondaire
ko: 부업
pt_br: Renda extra
zh_hans: 副业

source: 割り勘
de: Aufteilung
en: Split
es: División
fr: Partage
ko: 정산
pt_br: Divisão
zh_hans: 分摊
zh_hant: 分帳

source: 割り勘あり
de: Aufgeteilt
en: Split
es: Dividido
fr: Partagé
ko: 정산 있음
pt_br: Dividido
zh_hans: 分摊
zh_hant: 分帳

source: 割り勘なし
de: Nicht aufgeteilt
en: Not split
es: Sin dividir
fr: Non partagé
ko: 정산 없음
pt_br: Não dividido
zh_hans: 不分摊
zh_hant: 不分帳

source: 加ドル
de: Kanadischer Dollar
en: Canadian Dollar
es: Dólar canadiense
fr: Dollar canadien
ko: 캐나다 달러
pt_br: Dólar canadense
zh_hans: 加拿大元
zh_hant: 加拿大幣

source: 医療
de: Medizin
en: Medical
es: Medicina
fr: Médical
ko: 의료
pt_br: Saúde
zh_hans: 医疗
zh_hant: 醫療

source: 南アフリカランド
de: Südafrikanischer Rand
en: South African Rand
es: Rand sudafricano
fr: Rand sud-africain
ko: 남아프리카 랜드
pt_br: Rand sul-africano
zh_hans: 南非兰特
zh_hant: 南非蘭特

source: 参加済み
de: Beigetreten
en: Joined
es: Unido
fr: Rejoint
ko: 참여함
pt_br: Participando
zh_hans: 已加入
zh_hant: 已加入

source: 参加者
de: Teilnehmer
en: Participants
es: Participantes
fr: Participants
ko: 참가자
pt_br: Participantes
zh_hans: 参与者
zh_hant: 參加者

source: 収入
de: Einnahmen
en: Income
es: Ingreso
fr: Revenu
ko: 수입
pt_br: Receita
zh_hans: 收入
zh_hant: 收入

source: 収入は精算対象外です。
de: Einnahmen werden beim Ausgleich nicht berücksichtigt.
en: Income is not included in settlement.
es: Los ingresos no se incluyen en la liquidación.
fr: Les revenus ne sont pas inclus dans le règlement.
ko: 수입은 정산 대상이 아닙니다.
pt_br: As receitas não entram no acerto de contas.
zh_hans: 收入不计入结算范围。
zh_hant: 收入不列入結算範圍。

source: 取り込み先
de: Importieren nach
en: Import into
es: Importar en
fr: Importer dans
ko: 가져올 위치
pt_br: Importar para
zh_hans: 导入到
zh_hant: 匯入至

source: 取り込む
de: Importieren
en: Import
es: Importar
fr: Importer
ko: 가져오기
pt_br: Importar
zh_hans: 导入
zh_hant: 匯入

source: 受け取った人
de: Empfänger
en: Recipient
es: Destinatario
fr: Bénéficiaire
ko: 받는 사람
pt_br: Destinatário
zh_hans: 收款人
zh_hant: 收款人

source: 受け取り対象
de: Empfänger
en: Recipients
es: Destinatarios
fr: Bénéficiaires
ko: 받는 대상
pt_br: Destinatários
zh_hans: 收款对象
zh_hant: 收款對象

source: 受け取る
de: Empfangen
en: Receive
es: Recibir
fr: Recevoir
ko: 받기
pt_br: Receber
zh_hans: 接收
zh_hant: 收款

source: 受取
de: Empfangen
en: Receive
es: Recibir
fr: Réception
ko: 받기
pt_br: Recebimento
zh_hans: 接收
zh_hant: 收款

source: 受取者 (To)
de: Empfänger (An)
en: Recipient (To)
es: Destinatario (Para)
fr: Destinataire (À)
ko: 받는 사람(To)
pt_br: Destinatário (Para)
zh_hans: 收款人（To）
zh_hant: 收款人（To）

source: 受益者
de: Begünstigte
en: Beneficiaries
es: Beneficiarios
fr: Bénéficiaires
ko: 수혜자
pt_br: Beneficiários
zh_hans: 受益人

source: 受益者を 1 人以上選んでください。
de: Bitte wähle mindestens einen Begünstigten aus.
en: Please select at least one beneficiary.
es: Selecciona al menos un beneficiario.
fr: Veuillez sélectionner au moins un bénéficiaire.
ko: 수혜자를 1명 이상 선택해 주세요.
pt_br: Selecione pelo menos um beneficiário.
zh_hans: 请至少选择一位受益人。
zh_hant: 請至少選擇一位受益者。

source: 受益者を選択
de: Begünstigte auswählen
en: Choose beneficiaries
es: Elegir beneficiarios
fr: Choisir des bénéficiaires
ko: 수혜자 선택
pt_br: Escolher beneficiários
zh_hans: 选择受益人
zh_hant: 選擇受益者

source: 古い順
de: Älteste zuerst
en: Oldest first
es: De más antiguo a más reciente
fr: Du plus ancien au plus récent
ko: 오래된 순
pt_br: Do mais antigo
zh_hans: 由旧到新
zh_hant: 由舊到新

source: 右下の + から最初の取引を追加してください。
de: Füge deine erste Transaktion über das + unten rechts hinzu.
en: Add your first transaction with the + at the bottom right.
es: Añade tu primera transacción con el + de la esquina inferior derecha.
fr: Ajoutez votre première transaction avec le + en bas à droite.
ko: 오른쪽 아래의 + 버튼으로 첫 거래를 추가해 주세요.
pt_br: Adicione sua primeira transação com o + no canto inferior direito.
zh_hans: 请点按右下角的“+”添加第一笔交易。
zh_hant: 請點一下右下角的「+」新增第一筆交易。

source: 各メンバーの残高
de: Saldo jedes Mitglieds
en: Each member’s balance
es: Saldo de cada miembro
fr: Solde de chaque membre
ko: 각 멤버의 잔액
pt_br: Saldo de cada membro
zh_hans: 各成员余额
zh_hant: 各成員的餘額

source: 同期完了を待っています
de: Warten auf Abschluss der Synchronisierung
en: Waiting for sync to finish
es: Esperando a que finalice la sincronización
fr: En attente de la fin de la synchronisation
ko: 동기화 완료를 기다리는 중입니다
pt_br: Aguardando a conclusão da sincronização
zh_hans: 正在等待同步完成
zh_hant: 正在等待同步完成

source: 名前
de: Name
en: Name
es: Nombre
fr: Nom
ko: 이름
pt_br: Nome
zh_hans: 姓名
zh_hant: 名稱

source: 名前・写真を編集
de: Name und Foto bearbeiten
en: Edit name and photo
es: Editar nombre y foto
fr: Modifier le nom et la photo
ko: 이름·사진 편집
pt_br: Editar nome e foto
zh_hans: 编辑姓名和照片
zh_hant: 編輯姓名與照片

source: 名前を変更
de: Umbenennen
en: Rename
es: Cambiar nombre
fr: Renommer
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名
zh_hant: 重新命名

source: 商品の読み込みに失敗しました: %@
de: Produkte konnten nicht geladen werden: %@
en: Failed to load products: %@
es: No se pudieron cargar los productos: %@
fr: Échec du chargement des produits : %@
ko: 상품 정보를 불러오지 못했습니다: %@
pt_br: Falha ao carregar os produtos: %@
zh_hans: 加载商品失败：%@
zh_hant: 載入商品失敗：%@

source: 基本
de: Grundlagen
en: Basics
es: Básico
fr: Général
ko: 기본
pt_br: Básico

source: 基準通貨
de: Basiswährung
en: Base currency
es: Moneda base
fr: Devise de référence
ko: 기준 통화
pt_br: Moeda base
zh_hans: 基准货币
zh_hant: 基準幣別

source: 変更の適用範囲
de: Änderungen anwenden auf
en: Apply changes to
es: Aplicar cambios a
fr: Portée des modifications
ko: 변경 적용 범위
pt_br: Aplicar alterações a
zh_hans: 更改的应用范围
zh_hant: 變更套用範圍

source: 変更や解除には現在のパスワードが必要です。
de: Zum Ändern oder Entfernen ist das aktuelle Passwort erforderlich.
en: Changing or removing it requires the current password.
es: Para cambiar o quitar se requiere la contraseña actual.
fr: La modification ou la suppression nécessite le mot de passe actuel.
ko: 변경하거나 해제하려면 현재 비밀번호가 필요합니다.
pt_br: Alterar ou remover requer a senha atual.
zh_hans: 更改或解除均需要输入当前密码。
zh_hant: 變更或解除均需輸入目前的密碼。

source: 変更を保存
de: Änderungen speichern
en: Save changes
es: Guardar cambios
fr: Enregistrer les modifications
ko: 변경 사항 저장
pt_br: Salvar alterações
zh_hans: 保存更改
zh_hant: 儲存變更

source: 変更を破棄
de: Änderungen verwerfen
en: Discard changes
es: Descartar cambios
fr: Annuler les modifications
ko: 변경 사항 취소
pt_br: Descartar alterações
zh_hans: 放弃更改
zh_hant: 捨棄變更

source: 変更を破棄しますか?
de: Änderungen verwerfen?
en: Discard changes?
es: ¿Descartar cambios?
fr: Annuler les modifications ?
ko: 변경 사항을 취소하시겠습니까?
pt_br: Descartar alterações?
zh_hans: 要放弃更改吗？
zh_hant: 要捨棄變更嗎？

source: 変更後に追加した支出に適用されます。既存の支出の通貨は変わりません。
de: Gilt für Ausgaben, die nach der Änderung hinzugefügt werden. Die Währung bestehender Ausgaben ändert sich nicht.
en: Applies to expenses added after the change. The currency of existing expenses does not change.
es: Se aplica a los gastos añadidos después del cambio. La moneda de los gastos existentes no cambia.
fr: S'applique aux dépenses ajoutées après la modification. La devise des dépenses existantes ne change pas.
ko: 변경 후 추가한 지출에 적용됩니다. 기존 지출의 통화는 바뀌지 않습니다.
pt_br: Aplica-se às despesas adicionadas após a alteração. A moeda das despesas já existentes não muda.
zh_hans: 此设置将应用于更改后新添加的支出，现有支出的货币不会改变。
zh_hant: 此設定將套用於變更後新增的支出，既有支出的幣別不會改變。

source: 多通貨対応
de: Unterstützung mehrerer Währungen
en: Multi-currency support
es: Compatible con varias monedas
fr: Prise en charge multidevise
ko: 다중 통화 지원
pt_br: Suporte a várias moedas
zh_hans: 支持多币种
zh_hant: 支援多幣別

source: 大事なシートをパスワードと Face ID / Touch ID で保護できます。
de: Schütze wichtige Blätter mit einem Passwort und Face ID/Touch ID.
en: Protect important sheets with a password and Face ID / Touch ID.
es: Protege las hojas importantes con una contraseña y Face ID / Touch ID.
fr: Protégez vos feuilles importantes avec un mot de passe et Face ID / Touch ID.
ko: 중요한 시트를 비밀번호와 Face ID / Touch ID로 보호할 수 있습니다.
pt_br: Proteja planilhas importantes com senha e Face ID / Touch ID.
zh_hans: 可使用密码及 Face ID / Touch ID 保护重要账本。
zh_hant: 可用密碼與 Face ID / Touch ID 保護重要帳本。

source: 天気・自然
de: Wetter & Natur
en: Weather & Nature
es: Clima y naturaleza
fr: Météo et nature
ko: 날씨 · 자연
pt_br: Clima e natureza
zh_hans: 天气与自然
zh_hant: 天氣・自然

source: 娯楽
de: Unterhaltung
en: Entertainment
es: Entretenimiento
fr: Loisirs
ko: 오락
pt_br: Lazer
zh_hans: 娱乐
zh_hant: 娛樂

source: 娯楽・メディア
de: Unterhaltung & Medien
en: Entertainment & Media
es: Entretenimiento y medios
fr: Loisirs et médias
ko: 오락 · 미디어
pt_br: Lazer e mídia
zh_hans: 娱乐与媒体
zh_hant: 娛樂・媒體

source: 季節・イベント
de: Jahreszeiten & Events
en: Seasons & Events
es: Estaciones y eventos
fr: Saisons et événements
ko: 계절 · 이벤트
pt_br: Estações e eventos
zh_hans: 季节与活动
zh_hant: 季節・活動

source: 季節・行事
de: Jahreszeiten & Events
en: Seasons & Events
es: Estaciones y eventos
fr: Saisons et événements
ko: 계절 · 행사
pt_br: Estações e eventos
zh_hans: 季节与活动
zh_hant: 季節・活動

source: 完了
de: Fertig
en: Done
es: Hecho
fr: Terminé
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

source: 完全に削除
de: Endgültig löschen
en: Delete permanently
es: Eliminar permanentemente
fr: Supprimer définitivement
ko: 완전히 삭제
pt_br: Excluir permanentemente
zh_hans: 永久删除
zh_hant: 永久刪除

source: 定期を仮想化 (保存しない)
de: Wiederkehrende Einträge virtualisieren (nicht speichern)
en: Virtualize recurring (don't save)
es: Virtualizar recurrentes (no guardar)
fr: Virtualiser les récurrences (ne pas enregistrer)
ko: 정기 항목 가상화(저장하지 않음)
pt_br: Virtualizar recorrências (não salvar)
zh_hans: 虚拟化定期项目（不保存）
zh_hant: 虛擬化定期項目（不儲存）

source: 定期項目
de: Wiederkehrende Einträge
en: Recurring items
es: Elementos recurrentes
fr: Éléments récurrents
ko: 정기 항목
pt_br: Itens recorrentes
zh_hans: 定期项目

source: 定期項目がありません
de: Keine wiederkehrenden Einträge
en: No recurring items
es: No hay elementos recurrentes
fr: Aucun élément récurrent
ko: 정기 항목이 없습니다
pt_br: Nenhum item recorrente
zh_hans: 没有定期项目
zh_hant: 沒有定期項目

source: 定期項目から作成されました
de: Aus einem wiederkehrenden Eintrag erstellt
en: Created from a recurring item
es: Creado a partir de un elemento recurrente
fr: Créé à partir d'un élément récurrent
ko: 정기 항목에서 생성됨
pt_br: Criado a partir de um item recorrente
zh_hans: 由定期项目创建
zh_hant: 由定期項目建立

source: 定期項目の診断
de: Diagnose wiederkehrender Einträge
en: Recurring item diagnostics
es: Diagnóstico de elementos recurrentes
fr: Diagnostic des éléments récurrents
ko: 정기 항목 진단
pt_br: Diagnóstico de itens recorrentes
zh_hans: 定期项目诊断
zh_hant: 定期項目診斷

source: 定期項目を編集
de: Wiederkehrenden Eintrag bearbeiten
en: Edit recurring item
es: Editar elemento recurrente
fr: Modifier l'élément récurrent
ko: 정기 항목 편집
pt_br: Editar item recorrente
zh_hans: 编辑定期项目
zh_hant: 編輯定期項目

source: 定期項目を追加
de: Wiederkehrenden Eintrag hinzufügen
en: Add recurring item
es: Añadir elemento recurrente
fr: Ajouter un élément récurrent
ko: 정기 항목 추가
pt_br: Adicionar item recorrente
zh_hans: 添加定期项目
zh_hant: 新增定期項目

source: 家・家電
de: Haus & Elektrogeräte
en: Home & Appliances
es: Hogar y electrodomésticos
fr: Maison et électroménager
ko: 집 · 가전
pt_br: Casa e eletrodomésticos
zh_hans: 家居与家电
zh_hant: 住家・家電

source: 家・暮らし
de: Haus & Wohnen
en: Home & Living
es: Hogar y vida diaria
fr: Maison et vie quotidienne
ko: 집 · 생활
pt_br: Casa e cotidiano
zh_hans: 家居生活
zh_hant: 住家・生活

source: 家族・人
de: Familie & Personen
en: Family & People
es: Familia y personas
fr: Famille et personnes
ko: 가족 · 사람
pt_br: Família e pessoas
zh_hans: 家庭与人物
zh_hant: 家人・人物

source: 家族・子供
de: Familie & Kinder
en: Family & Kids
es: Familia e hijos
fr: Famille et enfants
ko: 가족 · 아이
pt_br: Família e crianças
zh_hans: 家庭与儿童
zh_hant: 家人・小孩

source: 家族で家計を、スマートに
de: Der Haushalt der ganzen Familie, clever verwaltet
en: Smart household budgeting for the whole family
es: Presupuesto familiar inteligente
fr: Le budget familial, en toute simplicité
ko: 가족 가계부를 스마트하게
pt_br: Orçamento familiar de forma inteligente
zh_hans: 全家智能理财
zh_hant: 與家人一起，聰明管理家計

source: 家族の家計、旅行など
de: Familienhaushalt, Reisen und mehr
en: Household budget, trips, and more
es: Presupuesto familiar, viajes y más
fr: Budget familial, voyages, etc.
ko: 가족 가계, 여행 등
pt_br: Orçamento familiar, viagens e mais
zh_hans: 家庭账本、旅行等
zh_hant: 家庭家計、旅行等

source: 家族やパートナーを招待して、ひとつの家計簿を一緒に管理できます。
de: Lade Familie oder Partner ein und verwaltet gemeinsam ein Haushaltsbuch.
en: Invite family or a partner to manage one budget together.
es: Invita a tu familia o pareja para gestionar juntos un mismo presupuesto.
fr: Invitez votre famille ou votre partenaire pour gérer un budget ensemble.
ko: 가족이나 파트너를 초대해 하나의 가계부를 함께 관리할 수 있습니다.
pt_br: Convide familiares ou seu parceiro para gerenciar um orçamento juntos.
zh_hans: 邀请家人或伴侣共同管理同一本账本。
zh_hant: 邀請家人或伴侶，一起管理同一本家計簿。

source: 家族や友人と共有
de: Mit Familie und Freunden teilen
en: Share with family and friends
es: Comparte con familiares y amigos
fr: Partager avec la famille et les amis
ko: 가족이나 친구와 공유
pt_br: Compartilhe com família e amigos
zh_hans: 与家人朋友共享
zh_hant: 與家人朋友共用

source: 家計・旅行・イベントなど、用途ごとにシートを作って支出を分けて管理できます。
de: Erstelle für jeden Zweck – Haushalt, Reisen, Events und mehr – ein eigenes Blatt, um Ausgaben getrennt zu verwalten.
en: Create a separate sheet for each purpose—household, travel, events, and more—to manage your expenses.
es: Crea una hoja para cada propósito —hogar, viajes, eventos y más— y gestiona los gastos por separado.
fr: Créez une feuille distincte pour chaque usage — ménage, voyages, événements, etc. — pour gérer vos dépenses séparément.
ko: 가계, 여행, 이벤트 등 용도별로 시트를 만들어 지출을 나눠 관리할 수 있습니다.
pt_br: Crie uma planilha para cada finalidade — orçamento doméstico, viagens, eventos e mais — para gerenciar suas despesas separadamente.
zh_hans: 可按用途（家庭、旅行、活动等）创建不同账本，分开管理支出。
zh_hant: 可依用途（家計、旅行、活動等）建立不同帳本，分開管理支出。

source: 家計・旅行・サークルなど、用途ごとにシートを作って独立した家計簿として使えます。
de: Erstelle für jeden Zweck – Haushalt, Reisen, Gruppen – ein eigenes Blatt und nutze es als unabhängiges Haushaltsbuch.
en: Create a sheet for each purpose—household, travel, clubs—and use them as independent budgets.
es: Crea una hoja para cada propósito —hogar, viajes, grupos— y úsalas como presupuestos independientes.
fr: Créez une feuille pour chaque usage — ménage, voyages, clubs — et utilisez-les comme des budgets indépendants.
ko: 가계, 여행, 동아리 등 용도별로 시트를 만들어 독립된 가계부로 사용할 수 있습니다.
pt_br: Crie uma planilha para cada finalidade — orçamento doméstico, viagens, grupos — e use-as como orçamentos independentes.
zh_hans: 可按用途（家庭、旅行、社团等）创建账本，作为独立的账本使用。
zh_hant: 可依用途（家計、旅行、社團等）建立帳本，作為獨立的家計簿使用。

source: 家計データを書き出してバックアップや共有ができます。
de: Exportiere deine Haushaltsdaten, um sie zu sichern oder zu teilen.
en: Export your budget data to back it up or share it.
es: Exporta tus datos de presupuesto para respaldarlos o compartirlos.
fr: Exportez vos données budgétaires pour les sauvegarder ou les partager.
ko: 가계 데이터를 내보내서 백업하거나 공유할 수 있습니다.
pt_br: Exporte seus dados financeiros para fazer backup ou compartilhá-los.
zh_hans: 可导出账本数据用于备份或共享。
zh_hant: 可匯出家計資料進行備份或分享。

source: 家計を 1 タップで記録
de: Haushalt mit einem Tipp erfassen
en: Record your budget in one tap
es: Registra tu presupuesto con un toque
fr: Enregistrez votre budget en un tap
ko: 가계부를 한 번의 탭으로 기록
pt_br: Registre seu orçamento com um toque
zh_hans: 一键记录家庭账本
zh_hant: 一鍵記錄家計

source: 家計簿
de: Haushaltsbuch
en: Household budget
es: Presupuesto doméstico
fr: Budget familial
ko: 가계부
pt_br: Orçamento doméstico
zh_hans: 家庭账本

source: 家賃・サブスク・給料など、毎月や毎週に繰り返される支出/収入を登録すると、自動でシートに追加されます。
de: Registriere wöchentlich oder monatlich wiederkehrende Ausgaben/Einnahmen wie Miete, Abos oder Gehalt – sie werden automatisch zum Blatt hinzugefügt.
en: Register expenses/income that repeat monthly or weekly—like rent, subscriptions, or salary—and they're added to the sheet automatically.
es: Registra gastos/ingresos que se repiten cada mes o semana —como el alquiler, suscripciones o el salario— y se añadirán automáticamente a la hoja.
fr: Enregistrez des dépenses/revenus qui se répètent chaque mois ou chaque semaine — comme le loyer, les abonnements ou le salaire — et ils seront ajoutés automatiquement à la feuille.
ko: 월세, 구독료, 급여 등 매월 또는 매주 반복되는 지출/수입을 등록하면 자동으로 시트에 추가됩니다.
pt_br: Registre despesas/receitas que se repetem mensal ou semanalmente — como aluguel, assinaturas ou salário — e elas serão adicionadas automaticamente à planilha.
zh_hans: 登记房租、订阅费、工资等每月或每周重复出现的支出/收入后，将自动添加到账本中。
zh_hant: 註冊每月或每週重複的支出／收入（如房租、訂閱、薪水），將自動新增至帳本。

source: 宿泊 (1 泊)
de: Übernachtung (1 Nacht)
en: Lodging (1 night)
es: Alojamiento (1 noche)
fr: Hébergement (1 nuit)
ko: 숙박(1박)
pt_br: Hospedagem (1 noite)
zh_hans: 住宿（1 晚）
zh_hant: 住宿（1 晚）

source: 対象支出
de: Betroffene Ausgaben
en: Target expenses
es: Gastos objetivo
fr: Dépenses concernées
ko: 대상 지출
pt_br: Despesas incluídas
zh_hans: 目标支出
zh_hant: 適用支出

source: 展開中
de: Ausgeklappt
en: Expanded
es: Expandido
fr: Développé
ko: 펼쳐짐
pt_br: Expandido
zh_hans: 已展开

source: 工具・DIY
de: Werkzeug & Heimwerken
en: Tools & DIY
es: Herramientas y bricolaje
fr: Outils et bricolage
ko: 공구 · DIY
pt_br: Ferramentas e faça você mesmo
zh_hans: 工具与 DIY

source: 差し替え
de: Ersetzen
en: Replace
es: Reemplazar
fr: Remplacer
ko: 교체
pt_br: Substituir
zh_hans: 替换
zh_hant: 取代

source: 年額
de: Jährlich
en: Yearly
es: Anual
fr: Annuel
ko: 연간
pt_br: Anual
zh_hans: 年付
zh_hant: 年繳

source: 後で
de: Später
en: Later
es: Más tarde
fr: Plus tard
ko: 나중에
pt_br: Mais tarde
zh_hans: 以后
zh_hant: 稍後

source: 復元しました
de: Wiederhergestellt
en: Restored
es: Restaurado
fr: Restauré
ko: 복원했습니다
pt_br: Restaurado
zh_hans: 已恢复
zh_hant: 已還原

source: 復元中...
de: Wird wiederhergestellt …
en: Restoring…
es: Restaurando…
fr: Restauration…
ko: 복원하는 중...
pt_br: Restaurando…
zh_hans: 正在恢复…
zh_hant: 還原中...

source: 応答できませんでした: %@
de: Antwort nicht möglich: %@
en: Couldn’t respond: %@
es: No se pudo responder: %@
fr: Impossible de répondre : %@
ko: 응답할 수 없었습니다: %@
pt_br: Não foi possível responder: %@
zh_hans: 无法响应：%@
zh_hant: 無法回應：%@

source: 投資
de: Investition
en: Investment
es: Inversión
fr: Investissement
ko: 투자
pt_br: Investimento
zh_hans: 投资

source: 折りたたみ中
de: Eingeklappt
en: Collapsed
es: Contraído
fr: Réduit
ko: 접힘
pt_br: Recolhido
zh_hans: 已折叠
zh_hant: 收合中

source: 招待する
de: Einladen
en: Invite
es: Invitar
fr: Inviter
ko: 초대하기
pt_br: Convidar
zh_hans: 邀请
zh_hant: 邀請
